import { Vacancy } from 'features/edit-vacancy-form/types';

//вести переговоры с заказчиком, участвовать в Presale встречаx; выявлять требования заказчика, анализировать существующие бизнес-процессы и IT-инфраструктуру клиента; составлять план работы над проектом; контролировать ход проекта на всех этапах его реализации; формировать команду под проект и координировать ее работу; обеспечивать успешную сдачу проектов в срок; презентовать разработанный продукт, участвовать в его внедрении и поддержке.

